var combo = [{
        "list": [84, 250],
        "effect": "敏捷+15　技術+15　精神+15 ラインドライブＬｖ2 ＳＦＦ Ｌｖ3（第二球種）ＳＦＦ Ｌｖ2 ダメ押しＬｖ3 キレ〇Ｌｖ2 寸前　寸前×消すＬｖ4"
    },
    {
        "list": [128, 253],
        "effect": "技術+25　精神+15 ハイボールヒッターLv3 粘り勝ちLv2 チャンスLv1"
    },
    {
        "list": [35, 238],
        "effect": "筋力+10　敏捷+20　技術+30　精神+10 守備力Lv1 打たれ強さのLv1 内角攻めLv2"
    },
    {
        "list": [75, 241],
        "effect": "敏捷+30　技術+45　精神+10 ささやき戦術Lv1 ダメ押しLv2 クロスファイヤーLv2 盗塁Lv2"
    },
    {
        "list": [196, 256],
        "effect": "敏捷+35　精神+15 強心臓Ｌｖ1 対ピンチＬｖ1 アウトコースヒッターＬｖ2 フォークＬｖ3（第2球種）フォークＬｖ2 一発　一発病消すＬｖ4"
    },
    {
        "list": [14, 251],
        "effect": "敏捷+30　技術+25　精神+20 逆境Lv2 かく乱Lv3 広角打法Lv3 ムード×　ムード×を消すLv4"
    },
    {
        "list": [93, 248],
        "effect": "筋力+20　技術+30　精神+10 逃げ球Lv1 勝ち運Ｌｖ1 ＶスライダーＬｖ2（第２球種）ＶスライダーＬｖ1 バントＬｖ2"
    },
    {
        "list": [152, 245],
        "effect": "敏捷+10　技術+25 代打Ｌｖ2 チェンジアップＬｖ1 （第2球種）チェンジアップＬｖ1 送球Ｌｖ1 サブポジ捕手Ｌｖ1"
    },
    {
        "list": [188, 240],
        "effect": "敏捷+25　技術+35　精神+10 守備職人Ｌｖ2 対変化球〇Ｌｖ1 カーブＬｖ2（第二球種）カーブＬｖ1 バント〇Lv1"
    },
    {
        "list": [71, 260],
        "effect": "筋力+30　技術+35　精神+20 広角砲Lv1 広角打法Lv1 回またぎLv2 内角攻めLv3 闘志Lv1のコツ"
    },
    {
        "list": [212, 244],
        "effect": "敏捷+25　技術+25 切り込み隊長Ｌｖ1 チャンスメーカーLv1 高速チャージＬｖ1 スラーブＬｖ3（第２球種）スラーブＬｖ2"
    },
    {
        "list": [151, 249],
        "effect": "敏捷+20　技術+35　精神+15 ホーム死守Ｌｖ3 ポーカーフェイスＬｖ1 スローカーブＬｖ1"
    },
    {
        "list": [216, 243],
        "effect": "敏捷+20　技術+30　精神+10 粘りうちＬｖ3 リリースＬｖ3 アントコースヒッターＬｖ1"
    },
    {
        "list": [31, 246],
        "effect": "筋力+30　精神+20 気迫ヘッドＬｖ1 ヘッドスライディングＬｖ1 勝ち運Ｌｖ1 ハイボールヒッターＬｖ2"
    },
    {
        "list": [201, 247],
        "effect": "敏捷+20　技術+40　精神10 ミートＬｖ2、スタミナＬｖ1 対左打者Ｌｖ2"
    },
    {
        "list": [78, 239],
        "effect": "筋力+35　技術+25　精神+10 尻上がりＬｖ3 広角打法Ｌｖ3 乱調　乱調消すＬｖ4"
    },
    {
        "list": [7, 252],
        "effect": "筋力+15　敏捷+15　技術+30　精神+10 内角無双Ｌｖ1 内角攻めＬｖ1 対左投手Ｌｖ2 カーブＬｖ2（第二球種）カーブＬｖ1"
    },
    {
        "list": [89, 259],
        "effect": "敏捷+40　技術+20　精神+10 サヨナラ男Ｌｖ2 回復Ｌｖ1 コントロールＬｖ2"
    },
    {
        "list": [120, 261],
        "effect": "筋力+45　敏捷+10　精神+15 ＳＦＦＬｖ2（第二球種）ＳＦＦＬｖ1 満塁男Ｌｖ1 ホーム突入Ｌｖ3"
    },
    {
        "list": [156, 245],
        "effect": "敏捷+10　技術+25 代打◯Lv2 チェンジアップLv3(第二球種)チェンジアップLv1 送球Lv1 サブポジ捕手Lv1"
    },
    {
        "list": [25, 255],
        "effect": "筋力+20　技術+35　精神+15 スタミナLv2 かく乱Lv1 球持ちLv3"
    },
    {
        "list": [228, 242],
        "effect": "筋力+30　技術+30　精神+15 引っ張り屋Lv1 プルヒッターLv1 怪物球威Lv1 重い球Lv1 かく乱Lv2 固め打ちLv2"
    },
    {
        "list": [55, 254],
        "effect": "筋力+40　敏捷+20　変化球15 高級必打Ｌｖ1 ハイボールヒッターＬｖ1 いぶし銀Lv2 対ピンチＬｖ2 プレッシャー乱Ｌｖ1 ムード×　ムード×消すＬｖ4"
    },
    {
        "list": [11, 155],
        "effect": "技術+30　変化球+35　精神+20 ド根性Lv1 根性Lv1 カット打ちLv4 逆境Lv3 低めLv2"
    },
    {
        "list": [90, 108],
        "effect": "技術+35　精神+15 大番狂わせＬｖ1 意外性Ｌｖ1 対エース〇Ｌｖ2 ナックルＬｖ3（第二球種）ナックルＬｖ2"
    },
    {
        "list": [202, 218],
        "effect": "筋力+30　技術+10　変化球+15 守備力Lv2 バント〇Lv3 闘志Lv3"
    },
    {
        "list": [45, 215],
        "effect": "筋力+10　技術+45　精神+10 鉄腕Ｌｖ1 投手調子安定Ｌｖ1 コントロールＬｖ2 プルヒッターＬｖ3 守備職人Ｌｖ1"
    },
    {
        "list": [46, 209],
        "effect": "敏捷+25　技術+40　変化球+25　精神+10 バズーカ送球Lv1 主砲キラーLv1 対強打者〇Lv1 キャッチャーLv4 奪三振Lv3"
    },
    {
        "list": [122, 47],
        "effect": "筋力+50　敏捷+10　精神+15 鉄腕Lv1 投手安定Lv1 肩力Lv2 シンカーLv2(第二球種)シンカーLv1"
    },
    {
        "list": [50, 12],
        "effect": "筋力+10　敏捷+30　技術+60　精神+20 魔術師Lv1 守備職人Lv1 走者釘付けLv1 クイックLv1 守備力のコツLv3 サブポジ遊撃Lv2"
    },
    {
        "list": [51, 112],
        "effect": "筋力+25　敏捷+30　技術+15　精神+10 鉄の壁Lv1 ホーム死守Lv1 対ピンチLv1 守備職人Lv2 奪三振Lv1"
    },
    {
        "list": [211, 115],
        "effect": "気力+40　敏捷+20　技術+10　精神+15 伝説のサヨナラ男Lv1 サヨナラ男Lv1 初球Lv3 尻上がりLv2 クロスファイヤーLv2"
    },
    {
        "list": [40, 140],
        "effect": "筋力+40　技術+30　精神+15 ローボールヒッターLv3 DカーブLv3(第二球種)DカーブLv2 ジャイロボールLv1"
    },
    {
        "list": [138, 147],
        "effect": "敏捷+15 技術+40　精神+15 対ピンチLV2 コントロールLv1 対左投手Lv3 スロースターター スロスターター消すLv4"
    },
    {
        "list": [184, 203],
        "effect": "敏捷+30　技術+20　精神+20 ムード◯Lv1 牽制◯Lv2 サブポジ外野Lv2"
    },
    {
        "list": [30, 94],
        "effect": "敏捷+45　技術+20 高速ベースランＬｖ1 ハイボールヒッターＬｖ1 対左打者Ｌｖ3 打球反応Lv2"
    },
    {
        "list": [85, 161],
        "effect": "筋力+35　敏捷+30　精神+10 肩力Lv3 パワーヒッターLv2 根性Ｌｖ1 対左打者Lv1"
    },
    {
        "list": [54, 163],
        "effect": "敏捷+30　変化球+30　精神+15 守備力Lv2 牽制〇Lv3 走塁Lv2"
    },
    {
        "list": [159, 198],
        "effect": "技術+40　変化球+30　精神+15 コントロールLv3 サブポジ遊撃Lv2 球持ちLv1 捕球Lv2"
    },
    {
        "list": [247, 201],
        "effect": "敏捷+20　技術+40　精神+10 ミートLV2 スタミナLv1 対左打者Lv2"
    },
    {
        "list": [222, 178],
        "effect": "筋力+20　技術+35　精神+15 インコースヒッターLv1 初級Ｌｖ3 三振　三振消すLv4"
    },
    {
        "list": [119, 149],
        "effect": "敏捷+30　技術+20 意外性Ｌｖ2 パームＬｖ3 （第二球種）パームＬｖ2 サブポジ一塁Ｌｖ1"
    },
    {
        "list": [17, 190],
        "effect": "筋力+45　敏捷+20 ジャイロボールLv1 球速安定Lv2 レーザービームＬｖ4 悪球打ちLv3 四球　四球消すLv4"
    },
    {
        "list": [23, 194],
        "effect": "筋力+30　技術+40　精神+20 ケガしにくさＬｖ1 尻上がりＬｖ1 いぶし銀Ｌｖ4 国際大会〇Ｌｖ2 ポーカーフェイスLv1"
    },
    {
        "list": [184, 203],
        "effect": "敏捷+30　技術+20　精神+20 ムード〇Ｌｖ1 牽制Ｌｖ2 サブポジ外野Ｌｖ2"
    },
    {
        "list": [183, 146],
        "effect": "筋力+25　技術+20　精神+25 サヨナラ男Lv3 プレッシャーランLv1 サブポジ捕手Lv2 キレ◯Lv3 負け運　負け運消すLv4"
    },
    {
        "list": [36, 8],
        "effect": "敏捷+25　技術+35　精神+15 球界の頭脳Lv1 キャッチャーLv1 低め◯Lv3 サブポジ遊撃Lv2"
    },
    {
        "list": [39, 164],
        "effect": "筋力+40　敏捷+10　技術+25 勝利の星Lv1 勝ち運Lv1 固め打ちLv3 サブポジ二塁Lv2"
    },
    {
        "list": [61, 70],
        "effect": "技術+30　変化球+50 キャッチャーLv1 シュートLv2(第二球種)シュートLv1 パームLv3（第二球種）パームLv2 ハイボールヒッターLv2"
    },
    {
        "list": [102, 219],
        "effect": "筋力+20　技術+40 チャンスメーカーLv3 尻上がりLv1 国際大会◯Lv2 アウトコースヒッターLv3 重い球Lv1"
    },
    {
        "list": [44, 38],
        "effect": "筋力+25　技術+25　精神+25 ホーム死守Lv1 ケガしにくさLv2 根性◯Lv1 HシンカーLv3(第2球種)HシンカーLv2 乱調 ・乱調消すLｖ4"
    },
    {
        "list": [185, 127],
        "effect": "筋力+40　敏捷+20　精神+10 プルヒッターLv1 回またぎLv1 サブポジ一塁のコツLv2 VスライダーLv2(第2球種)VスライダーLv1"
    },
    {
        "list": [168, 9],
        "effect": "筋力+30　技術+25　精神+20 逆境Ｌｖ1 サブポジ一塁Ｌｖ3 クイック、Ｌｖ3 代打Ｌｖ2"
    },
    {
        "list": [111, 205],
        "effect": "敏捷+10　技術+10　精神+15 悪球打ちＬｖ2 意外性Ｌｖ3 緊急登板〇Ｌｖ2 サブポジ三塁Ｌｖ1"
    },
    {
        "list": [33, 152],
        "effect": "筋力+40　敏捷+10　技術+25　精神+15 精密機械Lv1 低めLv1 恐怖の満塁男Lv1 満塁男Lv1 回またぎLv3 アベレージヒッターLv2"
    },
    {
        "list": [32, 21],
        "effect": "気力+40　精神+20 パワーLv3 球速Lv3 威圧感"
    },
    {
        "list": [82, 77],
        "effect": "筋力+30　技術+40　精神+10 内角必打Ｌｖ1 超スローボールＬｖ3 対変化球〇Ｌｖ2 緩急〇Ｌｖ1"
    },
    {
        "list": [105, 158],
        "effect": "技術+40　変化球+30　精神+10 ムード〇Ｌｖ3 カット打ちＬｖ1 回復Ｌｖ3 レーザービームＬｖ1"
    },
    {
        "list": [165, 97],
        "effect": "筋力+20　変化球+20　精神+30 一球入魂Ｌｖ1 初球●Ｌｖ1 サヨナラ男Ｌｖ3 リリース〇Ｌｖ2 併殺　併殺消すＬｖ4"
    },
    {
        "list": [13, 213],
        "effect": "筋力+50　敏捷+20　技術+40　精神+10 火事場の馬鹿力Ｌｖ1 強心臓Ｌｖ1 対ピンチＬｖ1 アベレージヒッターＬｖ3 球持ち〇Ｌｖ2"
    },
    {
        "list": [126, 96],
        "effect": "筋力+50　技術+10　精神+15 パワーＬｖ2 ラインドライブＬｖ2 ノビＬｖ3 内角攻めＬｖ2 扇風機"
    },
    {
        "list": [210, 214],
        "effect": "筋力+20　敏捷+15　技術+45　精神+20 エースキラーＬｖ1 対エース〇Ｌｖ1 精密機械Ｌｖ1 低め〇Ｌｖ1 サヨナラ男Ｌｖ1 インコースヒッターLv3"
    },
    {
        "list": [66, 153],
        "effect": "筋力+20　技術+40 キレ◯Lv2 初級◯Lv1 ローボールヒッターLv3 アベレージヒッターLv3"
    },
    {
        "list": [100, 91],
        "effect": "筋力+10　技術+20　精神+15 流し打ちLv1 打球反応◯Lv2 ナックルカーブLv3(第2球種)ナックルカーブLv2"
    },
    {
        "list": [40, 140],
        "effect": "筋力+40　技術+30　精神+15 対強打者◯Lv1 ローボールヒッターLv3の DカーブLv3のコツ ・(第ニ球種)DカーブLv2 ジャイロボールLv1"
    },
    {
        "list": [123, 104],
        "effect": "筋力+10　技術+30　精神+10 重い球Lv2 サークルチェンジLv3(第2球種)サークルチェンジLv2"
    },
    {
        "list": [199, 187],
        "effect": "筋力+40　敏捷+20 精神+15 ガソリンタンクLv1 回復Lv1 スタミナLv1弾道Lv1"
    },
    {
        "list": [87, 206],
        "effect": "筋力+45　敏捷+15　精神+10 ホーム突入Ｌｖ2 プレッシャー乱Ｌｖ4 逃げ球Ｌｖ1 重い球Ｌｖ2 軽い球　軽い球消すＬｖ4"
    },
    {
        "list": [60, 10],
        "effect": "技術+15　変化球+45　精神+10 本塁打厳禁Lv1 逃げ球Lv1 対変化球〇Lv1 チェンジアップLv3(第二球種)チェンジアップLv2 四球　四球消すLv4"
    },
    {
        "list": [134, 24],
        "effect": "筋力+10　技術+10　変化球+10　精神+10 走者釘付けLv1 クイックLv1 不屈の魂Lv1 打たれ強さLv1 回復Lv1 ケガしにくさLv2"
    },
    {
        "list": [217, 110],
        "effect": "筋力+25　技術+10　変化球+10　精神+30 ヘッドスライディングLv3 闘志Lv2 サブポジ捕手Lv3 ローボールヒッターLv1"
    },
    {
        "list": [135, 208],
        "effect": "敏捷+15　技術+30　変化球+20　精神+25 メッタ打ちLv1 固め打ちLv1 流し打ちLv2 ポーカーフェイスLv3 フォークLv1"
    },
    {
        "list": [106, 53],
        "effect": "筋力+10　敏捷+20　技術+40　精神+10 ストライク送球Lv1 送球Lv1 球持ち〇Lv1 粘り打ちLv2 逃げ球Lv3"
    },
    {
        "list": [67, 125],
        "effect": "筋力+10　敏捷+30　技術20 代打の神様Lv1 代打Lv1 送球Lv1 緊急登板Lv3"
    },
    {
        "list": [113, 68],
        "effect": "筋力+20　敏捷+30　技術+30　精神+10 走力Lv3 代打〇Lv1 対左打者Lv3 サブポジ外野Lv3 内野安打Lv1 緊急登板Lv2"
    },
    {
        "list": [41, 69],
        "effect": "敏捷+45　技術+30 走塁Lv3 送球安定Lv1"
    },
    {
        "list": [121, 231],
        "effect": "筋力+55　敏捷+20　精神+25 火事場の馬鹿力Lv1 逆境Lv1 重戦車Lv1 ホーム突入Lv1 球速Lv2 打たれ強さLv1"
    },
    {
        "list": [57, 79],
        "effect": "敏捷+30　精神+15 驚異の切れ味Lv1 キレLv1 ムービングファストLv3 ムードLv1"
    },
    {
        "list": [145, 95],
        "effect": "筋力+35　敏捷+10　技術+15　精神+20 勝負師Lv1 チャンスLv1 勝ち運Lv3 代打Lv3"
    },
    {
        "list": [56, 72],
        "effect": "筋力+45　技術+30　変化球+10　精神+15 アーチストLv1 パワーヒッターLv1 主砲キラーLv1 対左打者〇Lv1 HスライダーLv3(第二球種)HスライダーLv1 インコースヒッターLv1 チャンスLv3"
    },
    {
        "list": [197, 207],
        "effect": "敏捷+20　技術+40　変化球+25 芸術的流し打ちLv1 流し打ちLv1 サークルチェンジLv3（第二球種）サークルチェンジLv2 リリースLv1 送球Lv2"
    },
    {
        "list": [86, 42],
        "effect": "筋力+20　技術+10　変化球+35　精神+15 ポーカーフェイスLv4 盗塁Lv3 プルヒッターLv2 緊急登板Lv1 エラー　エラー消すLv4"
    },
    {
        "list": [80, 59],
        "effect": "筋力+25　敏捷+20　技術+20　精神+15 ホーム突入Lv3 ミートLv3 緩急〇Lv3 広角打法Lv1"
    },
    {
        "list": [88, 221],
        "effect": "筋力+40　敏捷+10　技術+20　精神+10 回復Lv 打球反応Lv1 捕球Lv2 スラーブLv1"
    },
    {
        "list": [101, 26],
        "effect": "筋力+10　敏捷+25　技術+40 クイックLv3 サブポジ捕手Lv3 キャッチャーLv2 クロスファイヤーLv1"
    },
    {
        "list": [193, 157],
        "effect": "敏捷+50　変化球+25　精神+15 高速ベースランLv1 走塁Lv1 変幻自在Lv1 緩急Lv1 走力Lv2 ジャイロボールLv3 シュート回転　シュート軽天を消すL+v4"
    },
    {
        "list": [144, 150],
        "effect": "筋力+10　敏捷+30　技術+25　精神+15 サブポジ遊撃Lv3 サブポジ外野Lv3 打たれ強さLv4 レーザービームLv3"
    },
    {
        "list": [225, 76],
        "effect": "敏捷+30　技術+35　精神+15 対左投手Lv1 ミートLv2 クイックLv1 闘志Lv1"
    },
    {
        "list": [148, 29],
        "effect": "敏捷+20　技術+15　精神+10 対左投手Lv2 意外性Lv1 DカーブLv2(第ニ球種)DカーブLv1 奪三振Lv1"
    },
    {
        "list": [103, 28],
        "effect": "技術+30　変化球+35　精神+10 トリックスターLv1 かく乱Lv1 牽制Lv3 カット打ちLv2"
    },
    {
        "list": [18, 27],
        "effect": "敏捷+40　技術+10　変化球+30　精神+10 ドクターKLv1 奪三振Lv1 内角必打Lv1 インコースヒッターLv1 スライダーLv3(第二球種)スライダーLv2 チャンスメーカーLv1"
    },
    {
        "list": [119, 149],
        "effect": "敏捷+30　技術+20 意外性Lv2 パームLv3のコツ ・(第ニ球種)パームLv2 サブポジ一塁Lv1"
    },
    {
        "list": [192, 136],
        "effect": "筋力+30　敏捷+20　精神+10 チャンスLv2 チャンスメーカーLv3 サブポジ3塁Lv2 勝ち運Lv2 エラー 　エラー消すLv4"
    },
    {
        "list": [116, 92],
        "effect": "技術+40　変化球+35 魔術師Lv1 守備職人Lv1 ささやき戦術Lv1 ナックルLv1 ムービングファストLv1 軽い球　軽い球消すLv4"
    },
    {
        "list": [211, 115],
        "effect": "筋力+40　敏捷+20　技術+10　精神+15 伝説のサヨナラ男Lv1 サヨナラ男Lv1 初球Lv3 尻上がりLv2 クロスファイヤーLv2"
    },
    {
        "list": [180, 15],
        "effect": "敏捷+15　技術+35 流し打ちLv3 HシュートLv2（第二球種）HシュートLv1 捕球Lv2 回またぎLv1 スロースターター　スロースタータ消すLv4 弾道Lv2"
    },
    {
        "list": [132, 130],
        "effect": "敏捷+45　精神+10 外角必打Lv1 アウトコースヒッターLv1 不屈の魂Lv1 打たれ強さLv1 サブポジ三塁Lv3 ホーム死守Lv1"
    },
    {
        "list": [58, 63],
        "effect": "筋力+45　技術+25　精神+15 外角必殺打Lv1 アウトコースヒッターLv1 国際大会Lv4 パワーカーブLv2(第二球種)パワーカーブLv1"
    },
    {
        "list": [129, 64],
        "effect": "筋力+30　技術+40　変化球+20 怪童Lc1 ノビLv1 高速レーザーLv1 レーザービームLv1 球速Lv2 バント〇Lv1"
    },
    {
        "list": [107, 20],
        "effect": "筋力20　精神20 粘り打ちLv2 スタミナLv2 超スローボールLv1"
    },
    {
        "list": [167, 62],
        "effect": "筋力+10　技術+35　変化球+20　精神+20 終盤力Lv1 尻上がりLv1 対ピンチLv3 ツーシームファストLv4 シンキングツーシームLv2(第二球種）シンキングツーシームLv1"
    },
    {
        "list": [117, 224],
        "effect": "敏捷+20　変化球+30　精神+20 固め打ちLv3 ダメ押しLv1 打たれ強さLv3"
    }
];