var players = [{
        "number": "1",
        "name": "パワプロ",
        "pos": "-",
        "team": "パワフェスチャレンジャーズ"
    },
    {
        "number": "2",
        "name": "矢部明雄",
        "pos": "外",
        "team": "パワフェスチャレンジャーズ"
    },
    {
        "number": "4",
        "name": "熱盛宗厚",
        "pos": "投",
        "team": "パワフェスチャレンジャーズ"
    },
    {
        "number": "5",
        "name": "響乃こころ",
        "pos": "投",
        "team": "パワフェスチャレンジャーズ"
    },
    {
        "number": "7",
        "name": "猪狩守",
        "pos": "投",
        "team": "あかつき大附属高校"
    },
    {
        "number": "8",
        "name": "猪狩進",
        "pos": "捕",
        "team": "あかつき大附属高校"
    },
    {
        "number": "9",
        "name": "外藤狭二",
        "pos": "一",
        "team": "極亜久商業高校"
    },
    {
        "number": "10",
        "name": "善斗薫",
        "pos": "投",
        "team": "極亜久商業高校"
    },
    {
        "number": "11",
        "name": "友沢亮",
        "pos": "遊",
        "team": "帝王実業高校"
    },
    {
        "number": "12",
        "name": "久遠ヒカル",
        "pos": "投",
        "team": "帝王実業高校"
    },
    {
        "number": "13",
        "name": "猛田慶次",
        "pos": "外",
        "team": "帝王実業高校"
    },
    {
        "number": "14",
        "name": "蛇島桐人",
        "pos": "二",
        "team": "帝王実業高校"
    },
    {
        "number": "15",
        "name": "犬河和音",
        "pos": "投",
        "team": "帝王実業高校"
    },
    {
        "number": "16",
        "name": "猫神優",
        "pos": "捕",
        "team": "帝王実業高校"
    },
    {
        "number": "17",
        "name": "大西＝ハリソン＝筋金",
        "pos": "投",
        "team": "アンドロメダ学園高校"
    },
    {
        "number": "18",
        "name": "神高龍",
        "pos": "投",
        "team": "アンドロメダ学園高校"
    },
    {
        "number": "19",
        "name": "嵐丸士朗",
        "pos": "投",
        "team": "アンドロメダ学園高校"
    },
    {
        "number": "20",
        "name": "松崎トミオ",
        "pos": "投",
        "team": "大漁水産高校"
    },
    {
        "number": "21",
        "name": "大豪月",
        "pos": "投",
        "team": "仏契大学"
    },
    {
        "number": "22",
        "name": "非道",
        "pos": "捕",
        "team": "仏契大学"
    },
    {
        "number": "23",
        "name": "田中まさる",
        "pos": "一",
        "team": "するめ大学"
    },
    {
        "number": "24",
        "name": "鮫島粂太郎",
        "pos": "三",
        "team": "するめ大学"
    },
    {
        "number": "25",
        "name": "乙女",
        "pos": "投",
        "team": "するめ大学"
    },
    {
        "number": "26",
        "name": "九州",
        "pos": "捕",
        "team": "するめ大学"
    },
    {
        "number": "27",
        "name": "猿",
        "pos": "二",
        "team": "するめ大学"
    },
    {
        "number": "28",
        "name": "ザンス",
        "pos": "遊",
        "team": "するめ大学"
    },
    {
        "number": "29",
        "name": "球三郎",
        "pos": "外",
        "team": "するめ大学"
    },
    {
        "number": "30",
        "name": "村雨",
        "pos": "外",
        "team": "するめ大学"
    },
    {
        "number": "31",
        "name": "天王寺",
        "pos": "外",
        "team": "するめ大学"
    },
    {
        "number": "32",
        "name": "社長",
        "pos": "三",
        "team": "黒獅子重工"
    },
    {
        "number": "33",
        "name": "部長",
        "pos": "投",
        "team": "黒獅子重工"
    },
    {
        "number": "34",
        "name": "嶋田栄作",
        "pos": "三",
        "team": "たんぽぽ製作所"
    },
    {
        "number": "35",
        "name": "反町三次",
        "pos": "外",
        "team": "たんぽぽ製作所"
    },
    {
        "number": "36",
        "name": "柴田軍平",
        "pos": "遊",
        "team": "たんぽぽ製作所"
    },
    {
        "number": "37",
        "name": "松倉宗光",
        "pos": "投",
        "team": "ドリル電器"
    },
    {
        "number": "38",
        "name": "香本富久雄",
        "pos": "捕",
        "team": "ドリル電器"
    },
    {
        "number": "39",
        "name": "田村",
        "pos": "投",
        "team": "どすこい酒造"
    },
    {
        "number": "40",
        "name": "パピヨン",
        "pos": "投",
        "team": "ドラフ島連合"
    },
    {
        "number": "41",
        "name": "ミッキー・バーミリオン",
        "pos": "外",
        "team": "ドラフ島連合"
    },
    {
        "number": "42",
        "name": "DJB−78",
        "pos": "投",
        "team": "ドラフ島連合"
    },
    {
        "number": "43",
        "name": "永瀬大河",
        "pos": "二",
        "team": "ドラフ島連合"
    },
    {
        "number": "44",
        "name": "早川あおい",
        "pos": "投",
        "team": "恋恋高校"
    },
    {
        "number": "45",
        "name": "一ノ瀬塔哉",
        "pos": "投",
        "team": "あかつき大附属高校OBチーム"
    },
    {
        "number": "46",
        "name": "二宮瑞穂",
        "pos": "捕",
        "team": "あかつき大附属高校OBチーム"
    },
    {
        "number": "47",
        "name": "三本松一",
        "pos": "一",
        "team": "あかつき大附属高校OBチーム"
    },
    {
        "number": "48",
        "name": "四条賢二",
        "pos": "二",
        "team": "あかつき大附属高校OBチーム"
    },
    {
        "number": "49",
        "name": "五十嵐権三",
        "pos": "三",
        "team": "あかつき大附属高校OBチーム"
    },
    {
        "number": "50",
        "name": "六本木優希",
        "pos": "遊",
        "team": "あかつき大附属高校OBチーム"
    },
    {
        "number": "51",
        "name": "七井＝アレフト",
        "pos": "外",
        "team": "あかつき大附属高校OBチーム"
    },
    {
        "number": "52",
        "name": "八嶋中",
        "pos": "外",
        "team": "あかつき大附属高校OBチーム"
    },
    {
        "number": "53",
        "name": "九十九宇宙",
        "pos": "外",
        "team": "あかつき大附属高校OBチーム"
    },
    {
        "number": "54",
        "name": "田中山太郎",
        "pos": "投",
        "team": "バス停前高校"
    },
    {
        "number": "55",
        "name": "福家花男",
        "pos": "三",
        "team": "頑張パワフルズ"
    },
    {
        "number": "56",
        "name": "東條小次郎",
        "pos": "三",
        "team": "頑張パワフルズ"
    },
    {
        "number": "57",
        "name": "館西勉",
        "pos": "投",
        "team": "頑張パワフルズ"
    },
    {
        "number": "58",
        "name": "番堂長児",
        "pos": "三",
        "team": "極悪久やんきーズ"
    },
    {
        "number": "59",
        "name": "半田小鉄",
        "pos": "捕",
        "team": "極悪久やんきーズ"
    },
    {
        "number": "60",
        "name": "阿畑やすし",
        "pos": "投",
        "team": "極悪久やんきーズ"
    },
    {
        "number": "61",
        "name": "鷹野有紀",
        "pos": "投",
        "team": "極悪久やんきーズ"
    },
    {
        "number": "62",
        "name": "神童裕二郎",
        "pos": "投",
        "team": "レッドエンジェルズ"
    },
    {
        "number": "63",
        "name": "ボーマン・バンガード",
        "pos": "外",
        "team": "レッドエンジェルズ"
    },
    {
        "number": "64",
        "name": "テリー・マイルマン",
        "pos": "投",
        "team": "レッドエンジェルズ"
    },
    {
        "number": "65",
        "name": "橘みずき",
        "pos": "投",
        "team": "イレブン工科大学"
    },
    {
        "number": "66",
        "name": "仲居三太",
        "pos": "二",
        "team": "イレブン工科大学"
    },
    {
        "number": "67",
        "name": "軽井沢大輝",
        "pos": "遊",
        "team": "イレブン工科大学"
    },
    {
        "number": "68",
        "name": "石野まさ夫",
        "pos": "外",
        "team": "イレブン工科大学"
    },
    {
        "number": "69",
        "name": "波佐見駿一",
        "pos": "外",
        "team": "イレブン工科大学"
    },
    {
        "number": "70",
        "name": "紙山要",
        "pos": "捕",
        "team": "イレブン工科大学"
    },
    {
        "number": "71",
        "name": "滝本太郎",
        "pos": "一",
        "team": "西強大学"
    },
    {
        "number": "72",
        "name": "久方怜",
        "pos": "投",
        "team": "西強大学"
    },
    {
        "number": "73",
        "name": "城山剣一",
        "pos": "投",
        "team": "西強大学"
    },
    {
        "number": "74",
        "name": "清本和重",
        "pos": "一",
        "team": "西強大学"
    },
    {
        "number": "75",
        "name": "堺住吉",
        "pos": "捕",
        "team": "西強大学"
    },
    {
        "number": "76",
        "name": "山口賢",
        "pos": "投",
        "team": "ミゾットスポーツ"
    },
    {
        "number": "77",
        "name": "ブロンコ・リー",
        "pos": "二",
        "team": "ミゾットスポーツ"
    },
    {
        "number": "78",
        "name": "城井伯斎",
        "pos": "外",
        "team": "ミゾットスポーツ"
    },
    {
        "number": "79",
        "name": "紀乃光一",
        "pos": "投",
        "team": "ミゾットスポーツ"
    },
    {
        "number": "80",
        "name": "武野浩太",
        "pos": "三",
        "team": "ミゾットスポーツ"
    },
    {
        "number": "81",
        "name": "海野幸子",
        "pos": "捕",
        "team": "河川敷ミラクルズ"
    },
    {
        "number": "82",
        "name": "ヴィクター・コールドバーグ",
        "pos": "外",
        "team": "ゴージャス・ブラックジャックス"
    },
    {
        "number": "83",
        "name": "ロディ・ブライト",
        "pos": "投",
        "team": "ゴージャス・ブラックジャックス"
    },
    {
        "number": "84",
        "name": "アレックス",
        "pos": "投",
        "team": "ゴージャス・ブラックジャックス"
    },
    {
        "number": "85",
        "name": "ゴウ",
        "pos": "投",
        "team": "灰凶高校"
    },
    {
        "number": "86",
        "name": "井筒哀樹",
        "pos": "投",
        "team": "灰凶高校"
    },
    {
        "number": "87",
        "name": "御宝金太郎",
        "pos": "外",
        "team": "灰凶高校"
    },
    {
        "number": "88",
        "name": "怒拳礼次",
        "pos": "捕",
        "team": "灰凶高校"
    },
    {
        "number": "89",
        "name": "楽垣吾助",
        "pos": "投",
        "team": "灰凶高校"
    },
    {
        "number": "90",
        "name": "鈴本大輔",
        "pos": "投",
        "team": "シャイニングバスターズ"
    },
    {
        "number": "91",
        "name": "神楽坂光彦",
        "pos": "投",
        "team": "神楽坂グループ"
    },
    {
        "number": "92",
        "name": "六道聖",
        "pos": "捕",
        "team": "神楽坂グループ"
    },
    {
        "number": "93",
        "name": "樽本有太",
        "pos": "投",
        "team": "オール海東大学"
    },
    {
        "number": "94",
        "name": "鈴姫健太郎",
        "pos": "遊",
        "team": "オール海東大学"
    },
    {
        "number": "95",
        "name": "渋谷秀喜",
        "pos": "外",
        "team": "オール海東大学"
    },
    {
        "number": "96",
        "name": "グラビトン新井",
        "pos": "投",
        "team": "神帝学園高校"
    },
    {
        "number": "97",
        "name": "片倉昌行",
        "pos": "捕",
        "team": "パワフォー大学"
    },
    {
        "number": "98",
        "name": "丸餅太",
        "pos": "投",
        "team": "パワフォー大学"
    },
    {
        "number": "99",
        "name": "甲斐進撃",
        "pos": "投",
        "team": "パワフォー大学"
    },
    {
        "number": "100",
        "name": "涼風希望",
        "pos": "投",
        "team": "白薔薇かしまし学園大学"
    },
    {
        "number": "101",
        "name": "星空星光",
        "pos": "捕",
        "team": "白薔薇かしまし学園大学"
    },
    {
        "number": "102",
        "name": "黒珠真",
        "pos": "二",
        "team": "白薔薇かしまし学園大学"
    },
    {
        "number": "103",
        "name": "矢部田亜希子",
        "pos": "外",
        "team": "白薔薇かしまし学園大学"
    },
    {
        "number": "104",
        "name": "夏野向日葵",
        "pos": "遊",
        "team": "白薔薇かしまし学園大学"
    },
    {
        "number": "105",
        "name": "青葉春人",
        "pos": "投",
        "team": "ときめき青春高校"
    },
    {
        "number": "106",
        "name": "小山雅",
        "pos": "遊",
        "team": "ときめき青春高校"
    },
    {
        "number": "107",
        "name": "西郷十三",
        "pos": "投",
        "team": "ときめき青春高校"
    },
    {
        "number": "108",
        "name": "茶来元気",
        "pos": "二",
        "team": "ときめき青春高校"
    },
    {
        "number": "109",
        "name": "鬼力剛",
        "pos": "捕",
        "team": "ときめき青春高校"
    },
    {
        "number": "110",
        "name": "神宮寺光",
        "pos": "一",
        "team": "ときめき青春高校"
    },
    {
        "number": "111",
        "name": "稲田吾作",
        "pos": "三",
        "team": "ときめき青春高校"
    },
    {
        "number": "112",
        "name": "三森右京",
        "pos": "外",
        "team": "ときめき青春高校"
    },
    {
        "number": "113",
        "name": "三森左京",
        "pos": "外",
        "team": "ときめき青春高校"
    },
    {
        "number": "114",
        "name": "朱雀南赤",
        "pos": "投",
        "team": "四神黄龍高校"
    },
    {
        "number": "115",
        "name": "火野勇太郎",
        "pos": "外",
        "team": "ラグナロク分校"
    },
    {
        "number": "116",
        "name": "水野魔太郎",
        "pos": "投",
        "team": "ラグナロク分校"
    },
    {
        "number": "117",
        "name": "草野剣太郎",
        "pos": "三",
        "team": "ラグナロク分校"
    },
    {
        "number": "118",
        "name": "鋼毅",
        "pos": "投",
        "team": "ラグナロク分校"
    },
    {
        "number": "119",
        "name": "矢部門竜雄",
        "pos": "一",
        "team": "ラグナロク分校"
    },
    {
        "number": "120",
        "name": "鶴屋勝",
        "pos": "投",
        "team": "激闘第一高校"
    },
    {
        "number": "121",
        "name": "少豪月剛",
        "pos": "三",
        "team": "激闘第一高校"
    },
    {
        "number": "122",
        "name": "大塔俊二",
        "pos": "投",
        "team": "激闘第一高校"
    },
    {
        "number": "123",
        "name": "太刀川広巳",
        "pos": "投",
        "team": "聖ジャスミン学園高校"
    },
    {
        "number": "124",
        "name": "小鷹美麗",
        "pos": "捕",
        "team": "聖ジャスミン学園高校"
    },
    {
        "number": "125",
        "name": "美藤千尋",
        "pos": "外",
        "team": "聖ジャスミン学園高校"
    },
    {
        "number": "126",
        "name": "大空美代子",
        "pos": "三",
        "team": "聖ジャスミン学園高校"
    },
    {
        "number": "127",
        "name": "川星ほむら",
        "pos": "一",
        "team": "聖ジャスミン学園高校"
    },
    {
        "number": "128",
        "name": "武秀英",
        "pos": "一",
        "team": "文武高校"
    },
    {
        "number": "129",
        "name": "鎌刈善二",
        "pos": "二",
        "team": "文武高校"
    },
    {
        "number": "130",
        "name": "古長衛士",
        "pos": "三",
        "team": "文武高校"
    },
    {
        "number": "131",
        "name": "マキシマム＝池田＝クリスチャン",
        "pos": "一",
        "team": "ワールド高校"
    },
    {
        "number": "132",
        "name": "ヤーベン・ディヤンス",
        "pos": "二",
        "team": "ワールド高校"
    },
    {
        "number": "133",
        "name": "アルヴィン・ロックハート",
        "pos": "投",
        "team": "ワールド高校"
    },
    {
        "number": "134",
        "name": "ナヌーク・アキアック",
        "pos": "捕",
        "team": "ワールド高校"
    },
    {
        "number": "135",
        "name": "ギャネンドラ・バッタライ",
        "pos": "遊",
        "team": "ワールド高校"
    },
    {
        "number": "136",
        "name": "大鐘餅太郎",
        "pos": "外",
        "team": "くろがね商業高校"
    },
    {
        "number": "137",
        "name": "銭形乱蔵",
        "pos": "投",
        "team": "くろがね商業高校"
    },
    {
        "number": "138",
        "name": "宝塚月斗",
        "pos": "遊",
        "team": "くろがね商業高校"
    },
    {
        "number": "139",
        "name": "祝井幸吉",
        "pos": "三",
        "team": "くろがね商業高校"
    },
    {
        "number": "140",
        "name": "雷轟遥登",
        "pos": "三",
        "team": "壱琉大学"
    },
    {
        "number": "141",
        "name": "風薙豹",
        "pos": "遊",
        "team": "壱琉大学"
    },
    {
        "number": "142",
        "name": "暮羽鋭次",
        "pos": "投",
        "team": "壱琉大学"
    },
    {
        "number": "143",
        "name": "蝶野半四郎",
        "pos": "投",
        "team": "六面大学"
    },
    {
        "number": "144",
        "name": "六鹿陸",
        "pos": "遊",
        "team": "六面大学"
    },
    {
        "number": "145",
        "name": "辰猪一八",
        "pos": "外",
        "team": "六面大学"
    },
    {
        "number": "146",
        "name": "新島早紀",
        "pos": "捕",
        "team": "アマゾネス"
    },
    {
        "number": "147",
        "name": "佐菜あゆみ",
        "pos": "投",
        "team": "アマゾネス"
    },
    {
        "number": "148",
        "name": "十六夜瑠菜",
        "pos": "投",
        "team": "アマゾネス"
    },
    {
        "number": "149",
        "name": "実和男",
        "pos": "一",
        "team": "みわちゃんwithDB"
    },
    {
        "number": "150",
        "name": "灰谷充",
        "pos": "外",
        "team": "みわちゃんwithDB"
    },
    {
        "number": "151",
        "name": "純決太郎",
        "pos": "投",
        "team": "みわちゃんwithDB"
    },
    {
        "number": "152",
        "name": "出井田大輔",
        "pos": "捕",
        "team": "ギガバイツ3.0"
    },
    {
        "number": "153",
        "name": "雲海和也",
        "pos": "投",
        "team": "ギガバイツ3.0"
    },
    {
        "number": "154",
        "name": "東推八",
        "pos": "遊",
        "team": "ギガバイツ3.0"
    },
    {
        "number": "155",
        "name": "覆水武明",
        "pos": "投",
        "team": "メガビット千秋楽および海月佐和蟹連合"
    },
    {
        "number": "156",
        "name": "出井田文飛",
        "pos": "捕",
        "team": "メガビット千秋楽および海月佐和蟹連合"
    },
    {
        "number": "157",
        "name": "鞍馬貴史",
        "pos": "投",
        "team": "メガビット千秋楽および海月佐和蟹連合"
    },
    {
        "number": "158",
        "name": "大一万大吉",
        "pos": "一",
        "team": "メガビット千秋楽および海月佐和蟹連合"
    },
    {
        "number": "159",
        "name": "桜沢樹",
        "pos": "投",
        "team": "花ざかり高校"
    },
    {
        "number": "160",
        "name": "水無月要",
        "pos": "捕",
        "team": "花ざかり高校"
    },
    {
        "number": "161",
        "name": "掘杉等",
        "pos": "外",
        "team": "古代大学"
    },
    {
        "number": "162",
        "name": "雪野楓",
        "pos": "投",
        "team": "古代大学"
    },
    {
        "number": "163",
        "name": "斬金半馬",
        "pos": "一",
        "team": "古代大学"
    },
    {
        "number": "164",
        "name": "井関丹作",
        "pos": "二",
        "team": "古代大学"
    },
    {
        "number": "165",
        "name": "江戸川文楽",
        "pos": "一",
        "team": "大江戸カーニバルズ"
    },
    {
        "number": "166",
        "name": "ガルシア＝世良",
        "pos": "外",
        "team": "大江戸カーニバルズ"
    },
    {
        "number": "167",
        "name": "星井スバル",
        "pos": "投",
        "team": "パワフル高校"
    },
    {
        "number": "168",
        "name": "宇渡幹久",
        "pos": "一",
        "team": "パワフル高校"
    },
    {
        "number": "169",
        "name": "小田切巧",
        "pos": "遊",
        "team": "パワフル高校"
    },
    {
        "number": "170",
        "name": "木場嵐士",
        "pos": "投",
        "team": "覇堂高校"
    },
    {
        "number": "171",
        "name": "金原いずる",
        "pos": "外",
        "team": "覇堂高校"
    },
    {
        "number": "172",
        "name": "水鳥忍",
        "pos": "捕",
        "team": "覇堂高校"
    },
    {
        "number": "173",
        "name": "烏丸剛充",
        "pos": "投",
        "team": "瞬鋭高校"
    },
    {
        "number": "174",
        "name": "才賀侑人",
        "pos": "三",
        "team": "瞬鋭高校"
    },
    {
        "number": "175",
        "name": "小平陽向",
        "pos": "二",
        "team": "瞬鋭高校"
    },
    {
        "number": "176",
        "name": "美園千花",
        "pos": "捕",
        "team": "北雪高校"
    },
    {
        "number": "177",
        "name": "小嵐リョウ",
        "pos": "遊",
        "team": "北雪高校"
    },
    {
        "number": "178",
        "name": "八尺巫女子",
        "pos": "外",
        "team": "北雪高校"
    },
    {
        "number": "179",
        "name": "北斗八雲",
        "pos": "投",
        "team": "白轟高校"
    },
    {
        "number": "180",
        "name": "桜ノ宮総司",
        "pos": "捕",
        "team": "SG高校"
    },
    {
        "number": "181",
        "name": "伊貫大和",
        "pos": "投",
        "team": "SG高校"
    },
    {
        "number": "182",
        "name": "森河岳",
        "pos": "遊",
        "team": "SG高校"
    },
    {
        "number": "183",
        "name": "冴木創",
        "pos": "二",
        "team": "大筒高校"
    },
    {
        "number": "184",
        "name": "浦賀有也",
        "pos": "二",
        "team": "太平楽高校"
    },
    {
        "number": "185",
        "name": "天城隼",
        "pos": "投",
        "team": "太平楽高校"
    },
    {
        "number": "186",
        "name": "諸井清和",
        "pos": "外",
        "team": "太平楽高校"
    },
    {
        "number": "187",
        "name": "一条一輝",
        "pos": "一",
        "team": "ブレインマッスル高校"
    },
    {
        "number": "188",
        "name": "尾根瑛人",
        "pos": "投",
        "team": "ブレインマッスル高校"
    },
    {
        "number": "189",
        "name": "納見新造",
        "pos": "二",
        "team": "ブレインマッスル高校"
    },
    {
        "number": "190",
        "name": "須藤零人",
        "pos": "投",
        "team": "ダン＆ジョン高校"
    },
    {
        "number": "191",
        "name": "バット＝円島",
        "pos": "遊",
        "team": "ダン＆ジョン高校"
    },
    {
        "number": "192",
        "name": "兼倉洋平",
        "pos": "三",
        "team": "ダン＆ジョン高校"
    },
    {
        "number": "193",
        "name": "灰塚朔夜",
        "pos": "遊",
        "team": "ヴァンプ高校"
    },
    {
        "number": "194",
        "name": "内藤明瑠",
        "pos": "一",
        "team": "ヴァンプ高校"
    },
    {
        "number": "195",
        "name": "史門泰司",
        "pos": "投",
        "team": "ヴァンプ高校"
    },
    {
        "number": "196",
        "name": "虹谷誠",
        "pos": "投",
        "team": "天空中央高校"
    },
    {
        "number": "197",
        "name": "神成尊",
        "pos": "捕",
        "team": "天空中央高校"
    },
    {
        "number": "198",
        "name": "東雲翔也",
        "pos": "遊",
        "team": "天空中央高校"
    },
    {
        "number": "199",
        "name": "真黒綱寛",
        "pos": "投",
        "team": "支良州水産高校"
    },
    {
        "number": "200",
        "name": "須々木清吾",
        "pos": "二",
        "team": "支良州水産高校"
    },
    {
        "number": "201",
        "name": "赤原勘八",
        "pos": "捕",
        "team": "支良州水産高校"
    },
    {
        "number": "202",
        "name": "千賀篤志",
        "pos": "三",
        "team": "メカニクス産業高校"
    },
    {
        "number": "203",
        "name": "魁竜司",
        "pos": "外",
        "team": "メカニクス産業高校"
    },
    {
        "number": "204",
        "name": "江暦輝",
        "pos": "投",
        "team": "メカニクス産業高校"
    },
    {
        "number": "205",
        "name": "志藤玲美",
        "pos": "外",
        "team": "鳴響高校"
    },
    {
        "number": "206",
        "name": "大越清亮",
        "pos": "遊",
        "team": "鳴響高校"
    },
    {
        "number": "207",
        "name": "伊能麗示",
        "pos": "投",
        "team": "鳴響高校"
    },
    {
        "number": "208",
        "name": "阿麻央真",
        "pos": "投",
        "team": "円卓高校"
    },
    {
        "number": "209",
        "name": "ランスロット",
        "pos": "投",
        "team": "円卓高校"
    },
    {
        "number": "210",
        "name": "望戸紅",
        "pos": "三",
        "team": "円卓高校"
    },
    {
        "number": "211",
        "name": "岸田卓",
        "pos": "一",
        "team": "円卓高校"
    },
    {
        "number": "212",
        "name": "闇野栄剛",
        "pos": "投",
        "team": "恵比留高校"
    },
    {
        "number": "213",
        "name": "往田真威人",
        "pos": "三",
        "team": "恵比留高校"
    },
    {
        "number": "214",
        "name": "霧崎礼里",
        "pos": "遊",
        "team": "恵比留高校"
    },
    {
        "number": "215",
        "name": "堂江竜河",
        "pos": "投",
        "team": "マントル辺境高校"
    },
    {
        "number": "216",
        "name": "黒衛隆富",
        "pos": "二",
        "team": "マントル辺境高校"
    },
    {
        "number": "217",
        "name": "伍歩倫人",
        "pos": "捕",
        "team": "マントル辺境高校"
    },
    {
        "number": "218",
        "name": "館橋水奈都",
        "pos": "二",
        "team": "フリート高校"
    },
    {
        "number": "219",
        "name": "沖野海里",
        "pos": "一",
        "team": "フリート高校"
    },
    {
        "number": "220",
        "name": "梶増人",
        "pos": "投",
        "team": "フリート高校"
    },
    {
        "number": "221",
        "name": "オクタヴィア",
        "pos": "投",
        "team": "フリート高校"
    },
    {
        "number": "222",
        "name": "柳生鞘花",
        "pos": "外",
        "team": "ガールズチャレンジャーズ"
    },
    {
        "number": "223",
        "name": "夢城優花",
        "pos": "投",
        "team": "ガールズチャレンジャーズ"
    },
    {
        "number": "224",
        "name": "夢城和花",
        "pos": "三",
        "team": "ガールズチャレンジャーズ"
    },
    {
        "number": "225",
        "name": "浪風芽衣香",
        "pos": "二",
        "team": "ガールズチャレンジャーズ"
    },
    {
        "number": "226",
        "name": "泊方明日音",
        "pos": "投",
        "team": "ガールズチャレンジャーズ"
    },
    {
        "number": "227",
        "name": "レジェンズ代表",
        "pos": "−",
        "team": "プロ野球レジェンズ"
    },
    {
        "number": "228",
        "name": "ニセプロ",
        "pos": "−",
        "team": "アナザーチャレンジャーズ"
    },
    {
        "number": "229",
        "name": "矢倍萌雄",
        "pos": "外",
        "team": "アナザーチャレンジャーズ"
    },
    {
        "number": "230",
        "name": "明神陽",
        "pos": "投",
        "team": "我間財団U−22"
    },
    {
        "number": "231",
        "name": "軍導英雄",
        "pos": "一",
        "team": "我間財団U−22"
    },
    {
        "number": "232",
        "name": "中之島幸宏",
        "pos": "遊",
        "team": "我間財団U−22"
    },
    {
        "number": "233",
        "name": "男・矢部明雄",
        "pos": "外",
        "team": "パワフェスチャレンジャーズ"
    },
    {
        "number": "234",
        "name": "アフロ猪狩",
        "pos": "投",
        "team": "あかつき大附属高校"
    },
    {
        "number": "235",
        "name": "暗黒スバル",
        "pos": "投",
        "team": "アンドロメダ学園高校"
    },
    {
        "number": "236",
        "name": "佐賀",
        "pos": "外",
        "team": "パワフェスチャレンジャーズ"
    },
    {
        "number": "237",
        "name": "佐藤太郎",
        "pos": "一",
        "team": "パワフェスチャレンジャーズ"
    },
    {
        "number": "262",
        "name": "フォイボス",
        "pos": "投",
        "team": "PHOEBUSハーモニーズ"
    },
    {
        "number": "250",
        "name": "鴨川しぐれ",
        "pos": "マ",
        "team": "太平楽高校"
    },
    {
        "number": "253",
        "name": "倉家凪",
        "pos": "マ",
        "team": "支良州水産高校"
    },
    {
        "number": "238",
        "name": "栗原舞",
        "pos": "マ",
        "team": "パワフェスチャレンジャーズ"
    },
    {
        "number": "241",
        "name": "泡瀬満里南",
        "pos": "マ",
        "team": "フリート高校"
    },
    {
        "number": "256",
        "name": "黒沢愛",
        "pos": "マ",
        "team": "仏契大学"
    },
    {
        "number": "251",
        "name": "神良美砂",
        "pos": "マ",
        "team": "ヴァンプ高校"
    },
    {
        "number": "248",
        "name": "エミリ",
        "pos": "マ",
        "team": "ワールド高校"
    },
    {
        "number": "245",
        "name": "須神絵久",
        "pos": "マ",
        "team": "灰凶高校"
    },
    {
        "number": "240",
        "name": "NCM−753",
        "pos": "マ",
        "team": "メカニクス産業高校"
    },
    {
        "number": "260",
        "name": "日和ミヨ",
        "pos": "マ",
        "team": "神楽坂グループ"
    },
    {
        "number": "244",
        "name": "三ツ沢環",
        "pos": "マ",
        "team": "パワフォー大学"
    },
    {
        "number": "249",
        "name": "氷上聡里",
        "pos": "マ",
        "team": "SG高校"
    },
    {
        "number": "243",
        "name": "久根美亜",
        "pos": "マ",
        "team": "円卓高校"
    },
    {
        "number": "246",
        "name": "木場静火",
        "pos": "マ",
        "team": "覇堂高校"
    },
    {
        "number": "239",
        "name": "咲須かのん",
        "pos": "マ",
        "team": "メガビット千秋楽および海月佐和蟹連合"
    },
    {
        "number": "252",
        "name": "虹谷彩理",
        "pos": "マ",
        "team": "天空中央高校"
    },
    {
        "number": "259",
        "name": "七瀬はるか",
        "pos": "マ",
        "team": "恋恋高校"
    },
    {
        "number": "261",
        "name": "我間摩夕",
        "pos": "マ",
        "team": "我間財団U−22"
    },
    {
        "number": "255",
        "name": "紺野美崎",
        "pos": "マ",
        "team": "アナザーチャレンジャーズ"
    },
    {
        "number": "242",
        "name": "片桐恋",
        "pos": "マ",
        "team": "ガールズチャレンジャーズ"
    },
    {
        "number": "254",
        "name": "姫野カレン",
        "pos": "マ",
        "team": "−"
    },
    {
        "number": "247",
        "name": "明星雪華",
        "pos": "マ",
        "team": "北雪高校"
    }

];